{
    "BOT_TOKEN": "YOUR_BOT_TOKEN_HERE",
    "OWNER_USER_ID": 738739339969822730, 
    "FOUNDER_ID": 1141700782027194470,
    "GC_CHANNEL_ID": 1227470902388719666,
    "ADMINS": ["thedevil1624", "flash.homies"],
    "COMPLIMENTS": [
      "You're an awesome friend.",
      "You're a gift to those around you.",
      "You're a smart cookie.",
      "You are awesome!",
      "You have impeccable manners.",
      "I like your style.",
      "You have the best laugh.",
      "I appreciate you.",
      "You are the most perfect you there is.",
      "You are enough.",
      "You're strong.",
      "Your perspective is refreshing.",
      "You're an incredible friend.",
      "I really appreciate everything that you do.",
      "You inspire me.",
      "You light up the room.",
      "You deserve a hug right now.",
      "You should be proud of yourself.",
      "You're more helpful than you realize.",
      "You have a great sense of humor.",
      "You've got an awesome sense of humor!",
      "You are really courageous.",
      "Your kindness is a balm to all who encounter it.",
      "You're all that and a super-size bag of chips.",
      "On a scale from 1 to 10, you're an 11.",
      "You are strong.",
      "You're even more beautiful on the inside than you are on the outside.",
      "You have the courage of your convictions.",
      "I'm inspired by you.",
      "You're like a ray of sunshine on a really dreary day.",
      "You are making a difference.",
      "Thank you for being there for me.",
      "You bring out the best in other people.",
      "Your ability to recall random factoids at just the right times is impressive.",
      "You're a great listener.",
      "How is it that you always look great, even in sweatpants?",
      "Everything would be better if more people were like you!",
      "I bet you sweat glitter.",
      "You were cool way before hipsters were cool.",
      "That color is perfect on you.",
      "Hanging out with you is always a blast.",
      "You always know -- and say -- exactly what I need to hear when I need to hear it.",
      "You help me feel more joy in life.",
      "You may dance like no one's watching, but everyone's watching because you're an amazing dancer!",
      "Being around you makes everything better!",
      "When you say, 'I meant to do that,' I totally believe you.",
      "When you're not afraid to be yourself is when you're most incredible.",
      "Colors seem brighter when you're around.",
      "You're more fun than a ball pit filled with candy.",
      "That thing you don't like about yourself is what makes you really interesting.",
      "You're wonderful.",
      "You have cute elbows. For real.",
      "Jokes are funnier when you tell them.",
      "You're better than a triple-scoop ice cream cone. With sprinkles.",
      "Your bellybutton is kind of adorable.",
      "You're even better than a unicorn because you're real.",
      "You make good things happen."
    ],
    "logchannel": 0000000
  }
  